/* 
  Localizable.strings
  OverSeasSDKBundle

  Created by star on 2018/12/26.
  Copyright © 2018年 star. All rights reserved.
*/
"User registration" = "用户注册";
"Please enter your username" = "请输入您的用户名";
"Please enter your password." = "请输入您的密码";
"register" = "注册";
"I agree that I'm going to have a hand tour of New User Agreement." = "我同意我要玩手游《新用户协议》";
"New User Agreement" = "《新用户协议》";
"Return to login" = "返回登录";
"Please enter your account number first." = "请先输入账号";
"Please enter your password first." = "请先输入密码";
"Please confirm the new user agreement first" = "请先确认新用户协议";
"Payment order" = "支付订单";
"Order amount" = "订单金额";
"Discount" = "优惠";
"fracture" = "折";
"Confirm payment" = "确认支付";
"See more ways to pay" = "查看更多支付的方式";
"Forget password" = "忘记密码";
"Account number" = "账号";
"Verification Code" = "验证码";
"Click to get" = "点击获取";
"Please enter a new password" = "请输入新密码";
"confirm" = "确认";
"Failed to get the authentication code. Please try again" = "获取验证码失败，请重试";
"Count down" = "倒计时";
"Get the authentication code" = "获取验证码";
"Please enter your account number." = "请输入账号";
"Please enter the validation code" = "请输入验证码";
"Please input a password" = "请输入密码";
"Change Password..." = "修改密码...";
"Real name authentication" = "实名认证";
"Bind cell phone" = "绑定手机";
"Cell-phone number" = "手机号";
"Verification Code" = "验证码";
"Click to get" = "点击获取";
"Please enter your real name." = "请输入真实姓名";
"Please enter your ID number." = "请输入身份证号码";
"confirm" = "确认";
"Please enter your cell phone number first." = "请先输入手机号";
"Failed to get the authentication code. Please try again." = "获取验证码失败，请重试";
"Please fill in the complete information." = "请填写完整信息";
"Please enter your cell phone number." = "请输入手机号";
"The number you entered is incorrect!" = "您输入的手机号有误！";
"User login" = "用户登录";
"Warm Tip: Please remember your account password so that you can log in again. It is recommended that you save the screen and retrieve your password." = "温馨提示：请记住您的账号密码，以便再次登录。建议截屏保存，可以找回您的密码。";
"Screenshots saved" = "截屏保存";
"Quick play" = "快速试玩";
"Start screenshots, please wait a minute..." = "开始截屏，请稍后...";
"Screen capture completed, saved to album!" = "截屏完成，已保存至相册！";
"Screen capture failed!" = "截屏保存失败!";
"User login" = "用户登录";
"Please enter your username" = "请输入您的用户名";
"Please enter your password." = "请输入您的密码";
"Forget the password?" = "忘记密码？";
"New registration" = "新注册";
"Sign in" = "登录";
"One click registration" = "一键注册";
"Please enter your account number first." = "请先输入账号";
"Please enter your password first." = "请先输入密码";
"Sign in..." = "登录...";
"Incorrect username or password" = "用户名或者密码不正确";
"Quick registration..." = "快速注册...";
"One-click registration failed, please try again!" = "一键注册失败，请重试！";
"Pay pale" = "Pay pale";
"Binding success" = "绑定成功";
"My" = "我的";
"Strategy" = "攻略";
"Game" = "游戏";
"Customer service" = "客服";
"Gift package" = "礼包";
"Start registration" = "开始注册...";
"Change Password..." = "修改密码...";
"Order Create..." = "创建订单...";
